controllers/DeliveryNoteController.php

SELECT * FROM "delivery_note" WHERE "id"='1215'
---
    protected function findModel($id)
    {
        if (($model = DeliveryNote::findOne($id)) !== null) {