views/moves/print.php

SELECT * FROM "stock_move" WHERE "id"=19775
---
	$consist[$set] = [];
	$setTo = '';
	foreach($childs as $child):
		$moveChild = app\models\StockMove::findOne($child);